Repository: AXOMEstudios/austeritas
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Incorrect username or password.
de: Falscher Nutzername oder falsches Passwort.

source: Paste this JSON into the user list of your austeritas_config.json file, then restart the server:
de: Füge das nachfolgende JSON in die Nutzerliste der austeritas_config.json-Datei ein und starte dann den Server neu:

source: Added player to list of known players.
de: Name zur Liste der bekannten Spieler hinzugefügt.

source: Player already on list.
de: Spieler ist bereits auf der Liste.

source: Removed player from list of known players.
de: Spieler von der Liste der bekannten Spieler entfernt.

source: Player not found on list.
de: Spieler nicht auf der Liste gefunden.

source: Gave one warning to %s
de: Warnung an %s gegeben.

source: Automatic banning: %s banned (%s%s) for exceeding warning limit of %s warnings.
de: Automatisches Banning: %s wurde gebannt (%s%s), da er das Limit von %s Warnungen überschritten hat.

source: Automatic banning: Removed all warnings from %s due to policy.
de: Automatisches Banning: Alle Warnungen von %s wurden entfernt, da dies so eingestellt wurde.

source: The player has no warnings.
de: Dieser Spieler hat keine Warnungen.

source: Removed one warning from %s.
de: Warnung von %s entfernt.

source: You must provide a player name.
de: Du musst einen Spielernamen angeben.

source: Invalid input.
de: Ungültige Eingabe.

source: Sent kick signal to server.
de: Kick-Signal an den Server gesendet.

source: Choose a correct dimension.
de: Gib eine korrekte Zeitdimension an.

source: Enter a time.
de: Gib eine Zeit an.

source: Player banned for %s %s.
de: Spieler gebannt für %s %s.

source: Player banned permanently.
de: Spieler wurde permanent gebannt.

source: Fill out all the fields!
de: Fülle alle Felder aus!

source: Please enter a valid duration dimension.
de: Bitte gib eine valide Zeitdimension an.

source: Automatic banning: Settings saved.
de: Automatisches Banning: Einstellungen übernommen.

source: %s has been unbanned. Otherwise, the ban would've ended on %s.
de: %s wurde entbannt. Der Bann wäre andererseits am %s ausgelaufen.

source: %s has been unbanned. Otherwise, the ban would've never ended.
de: %s wurde entbannt. Der Bann wäre ansonsten nie ausgelaufen, da er permanent war.

source: Provide an operation mode.
de: Gib an, welche Operation Du durchführen möchtest.

source: Provide a valid player name.
de: Gib einen gültigen Spielernamen an.

source: Successfully sent editing request to server.
de: Bearbeitungsanfrage erfolgreich an den Server gesandt.

source: Suspicious activity detected. Logging you out.
de: Verdächtiges Verhalten erkannt. Du wirst abgemeldet.

source: The ban did expire the moment you were loading this page and is no longer up-to-date.
de: Der Bann ist im Moment, im dem du diese Seite geladen hast, ausgelaufen und daher nicht mehr aktuell.

source: Appeal approved. Player unbanned.
de: Antrag angenommen. Der Spieler wurde entbannt.

source: Ban appeal successfully rejected.
de: Entbannungs-Antrag erfolgreich abgelehnt.

source: Message closed.
de: Nachricht geschlossen.

source: You did already appeal and you got rejected. You'll have to wait until your ban expires, then you are allowed to play again.
de: Du hast bereits einen Antrag eingereicht, der aber von einem Moderator abgelehnt wurde. Somit musst du warten, bis dein Bann ausläuft. Dann darfst du wieder spielen.

source: Sorry, but your former appeal already got rejected. Therefore, you won't be able to appeal anymore and your ban will stay permanent.
de: Entschuldigung, aber dein ursprünglicher Entbannungs-Antrag wurde schon von einem Administrator abgelehnt. Noch einen Antrag darfst du nicht stellen und dein Bann bleibt nun permanent.

source: The appeal has been sent and will soon be processed by an administrator.
de: Dein Entbannungs-Antrag wurde gesendet und wird sicher bald von einem Administrator angesehen.

source: Ban appeal sent. Message: %s
de: Entbannungsantrag eingereicht. Beigelegte Nachricht: %s

source: Admin response to ban appeal: %s
de: Admin-Antwort zum Antrag: %s

source: No admin response to any ban appeals yet.
de: Noch keine Admin-Antwort liegt zu diesem Antrag vor.

source: No significant information about this player.
de: Keine signifikanten Informationen über diesen Spieler liegen vor.

source: We received your message.
de: Wir haben deine Nachricht erhalten.

source: Kick
de: Kicken

source: Ban
de: Bannen

source: Warnings
de: Verwarnen

source: Player support messages
de: Support-Nachrichten

source: Miscellaneous
de: Sonstiges

source: logged in as
de: angemeldet als

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: Please enter the administration credentials below to log in to Austeritas.
de: Bitte gib deine Administrator-Nutzerdaten ein, um dich in Austeritas einzuloggen.

source: ... or generate a new user
de: ... oder generiere einen neuen Nutzer.

source: Enter the wished credentials of the new user.
de: Gib die gewünschten Nutzerdaten ein.

source: Generate JSON for new user
de: JSON für neuen Nutzer generieren

source: Ban a player
de: Spieler bannen

source: By specific gamertag
de: Über bestimmten Gamertag

source: Add player name to list of known people
de: Spielernamen zur Liste der bekannten Spieler hinzufügen.

source: Banned players
de: Gebannte Spieler

source: Below, all players having a non-permanent ban are listed.
de: Folgend werden alle Spieler, die einen nicht-permanenten Bann haben, gelistet.

source: Player
de: Spieler

source: ban expires on
de: Bann läuft aus am

source: unban?
de: Entbannen?

source: Unban
de: Bann entfernen

source: Automatic Banning
de: Automatisches Banning

source: Automatically bans a player when the player exceeds a specific warning count.
de: Bannt automatisch jeden Spieler, der eine bestimmte Anzahl an Verwarnungen überschreitet.

source: Ban players exceeding this limit
de: Spieler, die dieses Limit überschreiten, bannen

source: Reset warnings upon ban happened
de: Warnungen zurücksetzen, sobald Bann durchgeführt

source: Once limit reached, ban for...
de: Wenn das Limit erreicht wird, banne für...

source: Save settings
de: Einstellungen speichern

source: Edit allowlist
de: Allowlist bearbeiten

source: Add player
de: Spieler hinzufügen

source: Remove player
de: Spieler entfernen

source: Edit list of known players
de: Liste der bekannten Spieler

source: Add warning to player
de: Warnung zu Spieler hinzufügen

source: Add player to list
de: Spieler zu liste hinzufügen

source: Dashboard - home
de: Dashboard - Startseite

source: What do you want to do?
de: Was möchtest du tun?

source: Kicking a player from the server temporarily removes the person from the game, but it's possible to re-join immediately.
de: Wenn ein Spieler gekickt wird, wird dieser temporär vom Server entfernt. Er kann aber sofort wieder den Server betreten.

source: Banning a player removes the access to the server for a specific amount of time or even permanently. The player can join again after the ban expired or was appealed.
de: Wenn ein Spieler gebannt wird, wird ihm der Serverzugriff für eine bestimmte Zeit entzogen. Der Spieler kann erst wieder beitreten, wenn sein Bann ausgelaufen ist oder entfernt wurde.

source: Set miscellaneous options for general server management.
de: Ändere sonstige Einstellungen zum generellen Management deines Servers.

source: Player support
de: Support

source: Ban appeals
de: Entbannungsanträge

source: Reject
de: Ablehnen

source: Approve + unban
de: Annehmen und entbannen

source: Delete
de: Löschen

source: Warned players
de: Verwarnte Spieler

source: Paste in a name from the list of known players
de: Füge einen Namen aus der Liste der bekannten Spieler ein

source: Edit list
de: Liste bearbeiten

source: This server is running the Austeritas remote moderation system for Bedrock Dedicated Servers (BDS).
de: Dieser Server führt das Austeritas Remote-Moderationssystem für Bedrock Dedicated Server (BDS) aus.

source: Log in to continue
de: Anmelden, um fortzufahren.

source: Player support platform
de: Spieler-Support-Plattform

source: Report mistaken ban
de: Falschen Bann melden

source: In case you got banned and you think this is a mistake, you can appeal your ban below.
de: Falls du gebannt wurdest und der Meinung bist, dass dies ein Fehler gewesen sein muss, kannst du hier einen Entbannungsantrag stellen.

source: Player support - home
de: Spieler-Support - Startseite

source: Appeal a ban
de: Entbannungsantrag stellen

source: If you got banned and think this is a mistake, you can report it here to get your ban reviewed.
de: Wenn du gebannt wurdest und glaubst, dass dies falsch war, kannst du dies hier melden und dein Bann wird noch einmal untersucht.

source: Read your player status
de: Spielerstatus auslesen

source: Here you can find out how many warnings you have and how long you are still banned.
de: Hier kannst du herausfinden, wie viele Warnungen du hast und wie lange du noch gebannt bleibst.

source: Send a mod-message
de: Modnachricht senden

source: In the case you noticed something you need to tell a server moderator, you can write them a message here.
de: Falls du etwas Wichtges gesehen oder mitzuteilen hast, kannst du es hier an einen Server-Moderator senden.

source: Message a mod
de: Moderator kontaktieren

source: Using this form, you can message a moderator about a specific topic.
de: Mithilfe dieses Formulars kannst du einen Moderator über etwas Bestimmtes informieren.

source: Enter your name below to gather information about yourself on the server.
de: Gib deinen Namen unten ein, um Informationen über dich auf dem Server zu erhalten.
